*пишем на бг, защото лекторът ще го чете
1. Във формата за регистрация са добавени полета за име и фамилия, факултетен номер и издание на курса по УЕБ.
2. Бутонът AboutUs от навигацията води към повече информация за създателите на сайта.
3. Иконите на социалните мрежи в края на страницата водят към профилите на някой от колегите в съответната социална мрежа.
4. Добавено е поле за издание на курса в страницата Import
5. Нови издания се добавят през Phpmyadmin
6. Допълнителни потребителски данни в профилната страница и показва колко дни остават до крайната дата за връщане на реферат (ако остават по-малко от 4 дни, се оцветява в червено) 
7. Автоматично връщане на пресрочени реферати през профилната страница
8. Конфигируеми линкове към рефератите


*. Качени са тестовите данни
*. Качен е линк към git hub хранилището към проекта
